const intro_data = [
    {
        idx : "1",
        desc : [
            "쿠키가 어떻게 생겨나게 되었냐고요?",
            "예전부터 쿠키들 사이에",
            "전해 내려오는 이야기를 들려드릴게요.",
        ],
    },
    {
        idx : "2",
        desc : [
            "세 마녀가 있던 부엌을",
            "기억하는 쿠키는 이제 아무도 없죠.",
            "하지만 정말 있었답니다.",
            "힘과 지혜와 레시피를 가진 세 명의 위대한 마녀가",
        ],
    },
    {
        idx : "3",
        desc : [
            "부엌은 가장 신비로운 마법이 일어나는 곳.",
            "알록달록 설탕",
        ],
    },
    {
        idx : "4",
        desc : [
            "매끄러운 버터",
        ],
    },
    {
        desc : [
            "달빛과",
        ],
    },
    {
        idx : "5",
        desc : [
            "속삭임을 부숴놓고",
            "사흘 밤낮 반죽을 해서 만들어진 건",
            "산처럼 큰 쿠키 도우였어요.",
        ],
    },
    {
        idx : "6",
        desc : [
            "마지막으로 더해진 건",
            "한 움큼의 생명가루였어요.",
            "그건 어떤 디저트에도 생명을 부여하는",
            "궁극의 마법.",
        ],
    },
    {
        idx : "7",
        desc : [
            "그리고 오븐에서 하나둘씩",
            "최초의 쿠키들이 구워져 나왔죠!",
        ],
    },
    {
        idx : "8",
        desc : [
            "쿠키들은 마녀를 보고 들떠",
            "아기새처럼 지저귀었지만...",
        ],
    },
    {
        idx : "9",
        desc : [
            '"우리에게 먹을 걸 주실건가요?"',
        ],
    },
    {
        idx : "10",
        desc : [
            '"아니, 너희들이 바로 우리의 저녁 식사란다!"',
        ],
    },
    {
        idx : "11",
        desc : [
            '아, 가여운 쿠키!',
            '깜짝 놀라 도망쳤지만',
        ],
    },
    {
        idx : "11",
        desc : [
            '마녀의 발길을 기둥같고',
            '손가락은 그물 같은데',
            '쿠키는 너무 작고 약했어요',
        ],
    },
    {
        idx : "12",
        desc : [
            '유난히 작고 빨랐던 한 쿠키만이',
            '마녀의 손아귀에서 벗어날 수 있었죠.',
            '그리고 그 작은 몸이 부서지는 날까지 언제까지나 달렸다고 해요!',
        ],
    },
    {
        idx : "13",
        desc : [
            '마녀들조차도 다 굽지 못해 버려진 그날 밤의 도우는',
        ],
    },
    {
        idx : "14",
        desc : [
            '뜨거운 태양에 노릇하고도 단단하게 구워졌어요',
        ],
    },
    {
        idx : "15",
        desc : [
            '그렇게 쿠키들이 살고 있는 이 땅이 생겨났다고요.',
            '이제는 아무도 기억하지 못하는',
            '최초의 부엌에서 있었던 이야기랍니다.',
        ],
    },
]

export default intro_data;