// 서브페이지 객실 정보 객체 데이터 관련 JS - rdata.js

const rdata = {
    "room" :{
        luxury : {
            tit : "LUXURY",
            capa : "3명",
            bed : "더블 또는 트윈",
            view : "시티뷰",
            size : "37㎡",
            txt : "유려한 곡선과 금속 몰딩의 인테리어로 우아함과 모던한 분위기를 연출하는 럭셔리 룸은 17층부터 31층까지 위치하여 도심 속에서 잊지 못할 최상의 안락함과 품격있는 서비스를 선보입니다." 
        },
        magnifique : {
            tit : "MAGNIFIQUE",
            capa : "3명",
            bed : "더블",
            view : "시티뷰",
            size : "44㎡",
            txt : "기존의 프렌치 스타일인 우아한 곡선과 프렌치 모던의 정제함을 소피텔만의 스타일로 재해석하여 아늑하고 차분한 분위기로 파리지앵의 감성을 연상시키며 실용적인 공간을 제공합니다." 
        },
        luxury_lake : {
            tit : "LUXURY_LAKE",
            capa : "3명",
            bed : "더블 또는 트윈",
            view : "호수뷰",
            size : "37㎡",
            txt : "아름다운 석촌 호수 전망이 조망되는 객실에서 여유로운 아침을 맞이할 수 있는 럭셔리 레이크 룸은 블루 앤 화이트 쉐브론 패턴의 카펫과 모던 프렌치의 정제된 디테일로 파리지앵 별장처럼 매력적인 느낌을 주며 프렌치 시크 감성과 소피텔만의 편안함을 모두에게 선사합니다. " 
        },
        club_luxury : {
            tit : "CLUB_LUXURY",
            capa : "3명",
            bed : "더블",
            view : "호수뷰",
            size : "37㎡",
            txt : "25층부터 31층에 위치한 클럽 럭셔리 룸은 곡선이 주는 부드러움과 모던한 분위기를 연출하여 최상의 안락함과 품격있는 서비스를 제공하며 다양한 혜택을 즐길 수 있는 클럽 밀레짐 고객만의 특권이 주어집니다." 
        },
        magnifique_family : {
            tit : "MAGNIFIQUE_FAMILY",
            capa : "4명",
            bed : "더블 및 싱글 ",
            view : "시티뷰",
            size : "57㎡",
            txt : "차분한 분위기를 자아내는 크림, 그레이, 블루 컬러와 금속 몰딩의 조화로 모던함을 연출하는 매니피크 패밀리룸은 매력적인 도시의 전경과 한층 더 여유로운 공간을 자랑합니다." 
        },
    },
    "suite" : {
        prestige : {
            tit : "PRESTIGE SUITE",
            capa : "3명",
            bed : "더블 ",
            view : "호수뷰",
            size : "70㎡",
            txt : "스타일리시한 거실에서부터 안락한 침실까지 이어지는 전면 유리창을 통해 풍부한 자연 채광과 아름다운 석촌호수 전망을 담을 수 있는 프레스티지 스위트 룸은 여유로운 크기로 지금까지와는 다른 특별한 경험을 선사합니다." 
        },
        prestige_family : {
            tit : "PRESTIGE FAMILY SUITE",
            capa : "4명",
            bed : "더블 및 싱글",
            view : "호수뷰",
            size : "70㎡",
            txt : "스타일리시한 거실에서부터 안락한 침실까지 이어지는 전면 유리창을 통해 풍부한 자연 채광과 아름다운 석촌호수 전망을 담을 수 있는 프레스티지 패밀리 스위트 룸은 여유로운 크기와 소파베드가 더해져 가족들과 소중한 추억을 보내기 좋은 최적의 객실입니다. " 
        },
        opera : {
            tit : "OPERA SUITE",
            capa : "3명",
            bed : "더블",
            view : "호수뷰",
            size : "135㎡",
            txt : "탁트인 거실의 통유리창을 통해 조망되는 아름다운 석촌호수 전망을 즐길 수 있는 오페라 스위트 룸은 여유로운 크기로 VIP의 안락한 휴식을 위해 디자인 되었습니다." 
        },
        presidential : {
            tit : "PRESIDENTIAL SUITE",
            capa : "4명",
            bed : "더블",
            view : "호수뷰",
            size : "426㎡",
            txt : "객실 최상층 31층에 위치한 프레지덴셜 스위트 룸은 프렌치 럭셔리의 진수를 보여드립니다." 
        },
    }
}